<!-- 隐私政策 -->
<template>
  <div class="contact-main copy-main">
    <topbar title="خصوصية"></topbar>
    <div class="copy-content">
<p>
سياسة الخصوصية 
</p>
<p class="mb10">
هدف
</p>
<p class="mb10">
نحن في FridayIn نقدم سياسة الخصوصية هذه لشرح ممارساتنا فيما يتعلق بجمع واستخدام والكشف عن المعلومات التي نتلقاها من خلال خدماتنا. تم دمج سياسة الخصوصية هذه بالإشارة إلى شروط خدمة FridayIn ("الشروط"). تشمل المصطلحات "FridayIn" و "نحن" و "لنا" FridayIn، Inc. والشركات التابعة لنا والشركات التابعة لنا.
</p>
<p class="mb10">
نطاق
</p>
<p class="mb10">
تنطبق سياسة الخصوصية هذه على المعلومات الشخصية التي تتم معالجتها بواسطة FridayIn في سياق عملنا ، بما في ذلك متاجر البيع بالتجزئة الخاصة بنا وعلى مواقع الويب الخاصة بنا وتطبيقات الهاتف المحمول والعروض الأخرى عبر الإنترنت أو دون الاتصال بالإنترنت (يشار إليها مجتمعة باسم "الخدمات").
</p>
<p class="mb10">
المعلومات الشخصية التي نجمعها
</p>
<p class="mb10">
تتمثل أهدافنا الأساسية في جمع المعلومات في توفير خدماتنا وتحسينها ، وإدارة استخدامك للخدمات (بما في ذلك حسابك ، إذا كنت صاحب حساب) ، وتمكينك من الاستمتاع بخدماتنا والتنقل فيها بسهولة.
</p>
<p class="mb10">
تعتمد فئات المعلومات الشخصية التي نجمعها على ما إذا كنت عميلاً أو مستخدمًا أو مقدم طلب أو زائرًا ، ومتطلبات القانون المعمول به.
</p>
<p class="mb10">
المعلومات التي تقدمها لنا.
</p>
<p class="mb10">
إنشاء حساب.
</p>
<p class="mb10">
التسوق معنا.
</p>
<p class="mb10">
اتصالاتك معنا.
</p>
<p class="mb10">
الدراسات الاستقصائية
</p>
<p class="mb10">
محتوى الوسائط الاجتماعية والمراجعات.
</p>
<p class="mb10">
التسجيل في اليانصيب أو المسابقات.
</p>
<p class="mb10">
المعلومات التي يتم جمعها تلقائيًا أو من الآخرين
</p>
<p class="mb10">
الجمع التلقائي للبيانات
</p>
<p class="mb10">
ملفات تعريف الارتباط وعلامات البكسل / إشارات الويب ومعلومات التحليلات وتقنيات الإعلانات القائمة على الاهتمامات.
</p>
<p class="mb10">
بسكويت.
</p>
<p class="mb10">
علامات البكسل / إشارات الويب.
</p>
<p class="mb10">
تحليلات.
</p>
<p class="mb10">
معلومات من مصادر أخرى.
</p>
<p class="mb10">
كيف نستخدم معلوماتك
</p>
<p class="mb10">
نستخدم معلوماتك لمجموعة متنوعة من الأغراض التجارية ، بما في ذلك:
</p>
<p class="mb10">
قم بتنفيذ عقدنا معك وتزويدك بخدماتنا ، مثل:
</p>
 
<p class="mb20">
إدارة معلوماتك وحساباتك ؛
</p>
 
<p class="mb20">
توفير الوصول إلى مناطق ووظائف وميزات معينة لخدماتنا ؛
</p>
 
<p class="mb20">
التواصل معك بشأن حسابك والأنشطة المتعلقة بخدماتنا وتغييرات السياسة ؛
</p>
 
<p class="mb20">
القيام بأنشطة للتحقق من جودة أو سلامة خدمة أو جهاز أو الحفاظ عليهما ؛
</p>
 
<p class="mb20">
معالجة معلوماتك المالية وطرق الدفع الأخرى للمنتجات أو الخدمات المشتراة ؛
</p>
 
<p class="mb20">
تقديم خدمات الإعلان والتحليل والتسويق.
</p>
 
<p class="mb20">
معالجة الطلبات والمعاملات ؛ و
</p>
 
<p class="mb20">
السماح لك بالتسجيل في الأحداث.
</p>
 
<p class="mb20">
تحليل خدماتنا وتحسينها وفقًا لمصلحتنا المشروعة ، مثل:
</p>
 
<p class="mb20">
الكشف عن الحوادث الأمنية ، والحماية من أي نشاط خبيث أو خادع أو احتيالي أو غير قانوني ، وملاحقة المسؤولين عن هذا النشاط ؛
</p>
 
<p class="mb20">
قياس الاهتمام والمشاركة في خدماتنا والاستخدام قصير المدى العابر ، مثل التخصيص السياقي للإعلانات ؛
</p>
 
<p class="mb20">
إجراء البحوث من أجل التطوير والبيان التكنولوجي ؛
</p>
 
<p class="mb20">
البحث عن المنتجات أو الخدمات أو إجراءات التسويق أو الأمان وتطويرها لتحسين أدائها ومرونتها وموثوقيتها وكفاءتها ؛
</p>
 
<p class="mb20">
تحسين خدماتنا أو أجهزتنا أو ترقيتها أو تحسينها ؛
</p>
 
<p class="mb20">
تطوير منتجات وخدمات جديدة ؛
</p>
 
<p class="mb20">
ضمان مراقبة الجودة الداخلية ؛
</p>
 
<p class="mb20">
التحقق من هويتك ومنع الاحتيال ؛
</p>
 
<p class="mb20">
تصحيح الأخطاء لتحديد وإصلاح الأخطاء التي تضعف الوظيفة المقصودة الحالية ؛
</p>
 
<p class="mb20">
إنفاذ شروطنا وسياساتنا ؛ و
</p>
 
<p class="mb20">
الامتثال لالتزاماتنا القانونية ، وحماية مصلحتك الحيوية ، أو ما قد يكون مطلوبًا للصالح العام.
</p>
 
<p class="mb20">
تزويدك بمحتوى وخدمات إضافية ، مثل:
</p>
 
<p class="mb20">
تزويدك بمواد مخصصة حول العروض والمنتجات والخدمات التي قد تكون ذات أهمية ، بما في ذلك المحتوى أو الخدمات الجديدة ، مثل البريد الإلكتروني أو الرسائل القصيرة ؛
</p>
 
<p class="mb20">
التدقيق المتعلق بالتفاعلات والمعاملات وأنشطة الامتثال الأخرى ؛ و
</p>
 
<p class="mb20">
أغراض أخرى توافق عليها أو يتم إخطارك بها أو يتم الكشف عنها عندما تقدم معلومات شخصية
</p>
 
<p class="mb20">
قد تتضمن خدماتنا مدونات ومنتديات وصفحات وسائط اجتماعية وميزات مراسلة خاصة يمكن الوصول إليها بشكل عام. باستخدام هذه الخدمات ، فإنك تتحمل مخاطر أن المعلومات الشخصية التي قدمتها قد يتم عرضها واستخدامها من قبل أطراف ثالثة لأي عدد من الأغراض. بالإضافة إلى ذلك ، قد تكون أزرار الوسائط الاجتماعية مثل Facebook و Instagram التي قد تتضمن عناصر واجهة مستخدم (مثل زر "مشاركة هذا" أو برامج تفاعلية مصغرة أخرى) على موقعنا. قد تجمع هذه الميزات عنوان IP الخاص بك ، والصفحة التي تزورها على موقعنا ، وقد تقوم بتعيين ملف تعريف ارتباط لتمكين الميزة من العمل بشكل صحيح. يتم استضافة ميزات الوسائط الاجتماعية هذه بواسطة طرف ثالث أو يتم استضافتها مباشرة على موقعنا. تخضع تفاعلاتك مع هذه الميزات بصرف النظر عن زيارتك لموقعنا لسياسة الخصوصية الخاصة بالشركة التي توفرها.
</p>
 
<p class="mb10">
يجوز لنا استخدام واجهات برمجة التطبيقات ومجموعات تطوير البرامج ("SDK") الخاصة بطرف ثالث كجزء من وظائف خدماتنا. قد تسمح واجهات برمجة التطبيقات وأدوات تطوير البرامج (SDK) للأطراف الثالثة ، بما في ذلك شركاء التحليلات والإعلان ، بجمع معلوماتك الشخصية لأغراض مختلفة ، بما في ذلك تقديم خدمات التحليلات والمحتوى الأكثر صلة بك. لمزيد من المعلومات حول استخدامنا لواجهات برمجة التطبيقات ومجموعات تطوير البرامج ، يرجى الاتصال بنا على النحو المبين أدناه.
</p>
<p class="mb20">
اختياراتك
</p>
 

 
<p class="mb20">
جنرال لواء.
</p>
 
<p class="mb20">
لديك خيارات معينة بشأن معلوماتك الشخصية. عند موافقتك على معالجة معلوماتك الشخصية ، يمكنك سحب تلك الموافقة في أي وقت ومنع المزيد من المعالجة عن طريق الاتصال بنا كما هو موضح أدناه. حتى إذا قمت بإلغاء الاشتراك ، فلا يزال بإمكاننا جمع واستخدام المعلومات غير الشخصية المتعلقة بأنشطتك على خدماتنا ولأغراض قانونية أخرى كما هو موضح أعلاه.
</p>
 
<p class="mb20">
اتصالات البريد الإلكتروني والهاتف.
</p>
 
<p class="mb20">
إذا تلقيت بريدًا إلكترونيًا غير مرغوب فيه منا ، فيمكنك استخدام رابط إلغاء الاشتراك الموجود أسفل البريد الإلكتروني لإلغاء الاشتراك في تلقي رسائل البريد الإلكتروني المستقبلية. لاحظ أنك ستستمر في تلقي رسائل البريد الإلكتروني المتعلقة بالمعاملات بخصوص المنتجات أو الخدمات التي طلبتها. قد نرسل لك أيضًا بعض الاتصالات غير الترويجية المتعلقة بنا وبخدماتنا ، ولن تتمكن من إلغاء الاشتراك في تلك الاتصالات (على سبيل المثال ، الاتصالات المتعلقة بالخدمات أو التحديثات على شروطنا أو سياسة الخصوصية هذه).
</p>
 
<p class="mb20">
نقوم بمعالجة الطلبات ليتم وضعها في قوائم عدم استخدام البريد الإلكتروني وعدم الاتصال بالهاتف وعدم الاتصال كما هو مطلوب بموجب القانون المعمول به.
</p>
 
<p class="mb20">
أجهزة محمولة.
</p>
 
<p class="mb20">
قد نرسل لك إشعارات فورية من خلال تطبيق الهاتف المحمول الخاص بنا. يمكنك في أي وقت إلغاء الاشتراك من تلقي هذه الأنواع من الاتصالات عن طريق تغيير الإعدادات على جهازك المحمول. قد نقوم أيضًا بجمع معلومات تستند إلى الموقع إذا كنت تستخدم تطبيقات الهاتف المحمول الخاصة بنا. يمكنك إلغاء الاشتراك في هذه المجموعة عن طريق تغيير الإعدادات على جهازك المحمول.
</p>
 
<p class="mb20">
"لا تتبع."
</p>
 
<p class="mb20">
عدم التعقب ("DNT") هو تفضيل الخصوصية الذي يمكن للمستخدمين تعيينه في متصفحات ويب معينة. يرجى ملاحظة أننا لا نستجيب أو نحترم إشاراتDNT أو الآليات المماثلة التي ترسلها متصفحات الويب.
</p>
 
<p class="mb20">
حقوق الخصوصية الخاصة بك.
</p>
 
<p class="mb20">
وفقًا للقانون المعمول به ، قد يكون لك الحق في:
</p>
 
<p class="mb20">
الوصول إلى / قابلية نقل البيانات الشخصية. عنك بما يتوافق مع المتطلبات القانونية. بالإضافة إلى ذلك ، قد يكون لك الحق في بعض الحالات في تلقي أو نقل بياناتك الشخصية الإلكترونية إلى طرف آخر.
</p>
 
<p class="mb20">
طلب التصحيح. لمعلوماتك الشخصية عندما تكون غير دقيقة أو غير كاملة. في بعض الحالات ، قد نوفر أدوات الخدمة الذاتية التي تمكنك من تحديث معلوماتك الشخصية أو قد نحيلك إلى المتحكم في معلوماتك الشخصية القادر على إجراء التصحيح.
</p>
 
<p class="mb20">
طلب الحذف. من معلوماتك الشخصية ، مع مراعاة بعض الاستثناءات المنصوص عليها في القانون.
</p>
 

<p class="mb20">
طلب تقييد أو الاعتراض على معالجة معلوماتك الشخصية ، بما في ذلك الحق في الاشتراك أو إلغاء الاشتراك في بيع بياناتك الشخصية إلى أطراف ثالثة ، إن أمكن ، حيثما يسمح القانون بهذه الطلبات.
</p>

<p class="mb20">
إذا كنت ترغب في ممارسة أي من هذه الحقوق ، فاتصل بنا على النحو المبين أدناه. سنقوم بمعالجة هذه الطلبات وفقًا للقوانين المعمول بها. لحماية خصوصيتك ، سنتخذ خطوات للتحقق من هويتك قبل تلبية طلبك.
</p>
<p class="mb20">
الاحتفاظ بالبيانات
</p>
<p class="mb20">
نقوم بتخزين المعلومات الشخصية التي نتلقاها كما هو موضح في سياسة الخصوصية هذه طالما أنك تستخدم خدماتنا أو حسب الضرورة لتحقيق الغرض (الأغراض) التي تم جمعها من أجلها ، وتقديم خدماتنا ، وحل النزاعات ، وإنشاء الدفاعات القانونية ، وإجراء عمليات التدقيق ، ومتابعة أغراض تجارية مشروعة ، وتنفيذ اتفاقياتنا ، والامتثال للقوانين المعمول بها. 
</p>
<p class="mb20">
الأمن
 نتخذ خطوات لضمان التعامل مع معلوماتك بشكل آمن ووفقًا لسياسة الخصوصية هذه. لسوء الحظ ، لا يوجد نظام آمن بنسبة 100٪ ، ولا يمكننا ضمان أو ضمان أمن أي معلومات تزودنا بها. إلى أقصى حد يسمح به القانون المعمول به ، لا نقبل أي مسؤولية عن الإفصاح غير المقصود. 
</p>
<p class="mb20">
باستخدام الخدمات أو تقديم معلومات شخصية لنا ، فإنك توافق على أنه يجوز لنا التواصل معك إلكترونيًا فيما يتعلق بالأمان والخصوصية والمسائل الإدارية المتعلقة باستخدامك للخدمات. إذا علمنا بخرق نظام أمني ، فقد نحاول إخطارك إلكترونيًا عن طريق نشر إشعار على الخدمات أو عن طريق البريد أو عن طريق إرسال بريد إلكتروني إليك.
</p>
 
<p class="mb20">
اتصل بنا</p>
<p>
إذا كانت لديك أي أسئلة حول ممارسات الخصوصية لدينا أو سياسة الخصوصية هذه ، أو إذا كنت ترغب في إرسال طلب لممارسة حقوقك على النحو المفصل في سياسة الخصوصية هذه ، فيرجى الاتصال بنا على: support@FridayIn.com
</p>
    </div>
  </div>
</template>

<style lang="less" scoped>
@import "~less/tool.less";
.goods-main {
  padding: 0 30/@rem;
  .goods-list {
    .clearfix();
    .goods-link {
      display: block;
      width: 334/@rem;
      margin-right: 22/@rem;
      &:nth-child(2n) {
        margin-right: 0;
      }
    }
    .goods-img {
      background: #FFFFFF;
      img {
        .wh(334, 455);
      }
    }
    .goods-desc {
      padding: 20/@rem 0;
      .title {
        margin-bottom: 20/@rem;
        line-height: 24/@rem;
        text-align: center;
        font-size: 24/@rem;
        color: #666666;
        .line2();
      }
      .price {
        display: flex;
        align-items: flex-end;
        justify-content: center;
        height: 30/@rem;
        .original-price {
          font-size: 24/@rem;
          text-decoration: line-through;
          color: #CACACA;
        }
        .current-price {
          font-size: 26/@rem;
          font-weight: bold;
          margin-left: 10/@rem;
        }
      }
    }
  }
}
</style>
