<!-- 收货 -->
<template>
  <div class="contact-main copy-main">
    <topbar title="الدفع / التسليم / العودة"></topbar>
    <div class="copy-content" :style="{'height': copyContentHeight}">
<p class="mb20"> نقبل المرتجعات خلال 7 أيام من تاريخ الشحن. يجب أن تكون جميع العناصر المعادة في حالتها الأصلية غير مغسولة وغيرملبوسة ويجب أن تتضمن أي عبوة أصلية ، بما في ذلك جميع العلامات وصناديق الأحذية -عند الاقتضاء</p>

<p class="mb20">
تكاليف الشحن الأصلية (والرسوم ، إن وجدت) غير قابلة للاسترداد. عناصر البيع النهائي وبطاقات الهدايا غير قابلة للاسترداد
يتم إصدار المبالغ المستردة إلى طريقة الدفع الأصلية. لا يمكن استرداد الطلبات التي تم إجراؤها باستخدام رصيد المتجر إلا من خلال رصيد المتجر. اتصل بنا لاسترداد الأموال بطريقة الدفع الأصلية
إذا كنت بحاجة إلى مساعدة في مشكلات الطلبات مثل العناصر التالفة أو المعيبة أو الخاطئة ، فيرجى تسجيل الدخول إلى حساب FridayIn الخاص بك ثم التوجه إلى مركز المساعدة الخاص بنا وتحديد مشكلات الطلب من القائمة .المنسدلة للحصول على المساعدةمعلومات الشحن
أيام العمل هي من الاثنين إلى الجمعة ، باستثناء أيام العطل الرسمية. وقت التسليم = وقت تجهيز المستودع + الشحن. اين طلبي؟
سيتم تحديث معلومات الشحن الخاصة بك وإرسالها إلى بريدك الإلكتروني عند شحن العناصر. يرجى ملء كل من البريد الإلكتروني ورقم الهاتف الخاصين بحسابك للحصول على أحدث المعلومات. يمكنك أيضًا الاتصال بالخدمة عبر الإنترنت أو إرسال بريد إلكتروني إلى service@fridayin.com للحصول على معلومات الشحن.
</p>

<p class="mb10">
نصائح للشحن:
</p>

<p class="mb20">
أ) نحن نبذل قصارى جهدنا لتحقيق الوقت الموعود ، يرجى فهم أن مستودعاتنا تعمل فقط في أيام العمل ، لذا يرجى تذكر الاستمتاع بأشعة الشمس حتى لو كان هناك اختلاف بيوم أو يومين، وبالمناسبة ، سنبلغك بشكل استباقي إذا كان هناك خطأ ما.
ب) رقم الهاتف مطلوب للتسليم. اترك عنوان البريد الإلكتروني الصحيح في طلبك حتى يتم إرسال تأكيد الطلب وتأكيد الشحن.
ج) يمكن تتبع طلبك بالتفصيل بمجرد الوفاء به. شكرا لصبرك. إذا كان لديك أي سؤال ، يرجى التواصل مع مركز الخدمة لدينا:
</p>

<p class="mb10">
واتس اب: + 86 15605810625
</p>
<p>
البريد الإلكتروني: service@fridayin.com
</p>

    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {
      copyContentHeight: '100vh'
    }
  },
  beforeRouteEnter(to, from, next) {
    window.dataLayer.push({
      event: 'Pageview',
      pagePath: '/returngoods'
    })
    document.body.scrollTop = document.documentElement.scrollTop = 0
    next()
  },
  mounted() {
    this.copyContentHeight = document.body.clientHeight - ((document.getElementsByClassName('copy-content')[0].offsetTop - document.getElementsByClassName('title')[0].offsetHeight) * 2 + document.querySelector('.global-top-bar .title').offsetHeight) + 'px'
  },
  methods: {}
}
</script>
